aelmessaarab.themarro
be5invis.vscode-custom-css
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
danielhouston.juno-pale-cybernight
dart-code.dart-code
dart-code.flutter
dracula-theme.theme-dracula
drcika.apc-extension
eliverlara.andromeda
enkia.tokyo-night
esbenp.prettier-vscode
github.copilot
github.copilot-chat
johnnyboysou.aqua-main
jorgemartincacereslopez.penguin-troubleshooting
kisstkondoros.vscode-gutter-preview
leonardoleal202.vuejs-theme
meezilla.json
mgmcdermott.vscode-language-babel
minimal-theme.minimal-themes
moozzyk.arduino
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
orbysgroup.dev-spell-checker
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
sophtli.cute-aesthetic
subframe7536.custom-ui-style
supermaven.supermaven
tinkertrain.theme-panda
tomoki1207.pdf
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
webfreak.cute-theme
whizkydee.material-palenight-theme
xabikos.javascriptsnippets
xyz.local-history
zainchen.json
